DataMove/classes/com/huawen/publishapp/data/webservice/xml/getSysBlockRptOnePage.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <getSysBlockRptOnePage xmlns="http://tempuri.org/">
      <BlockName>${BlockName}$</BlockName>
      <iBeginNo>${iBeginNo}$</iBeginNo>
      <iLength>${iLength}$</iLength>
      <ColIDs>${ColIDs}$</ColIDs>
      <sortId>${sortId}$</sortId>
      <AscFlag>${AscFlag}$</AscFlag>
    </getSysBlockRptOnePage>
  </soap:Body>
</soap:Envelope>